{
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "contact": "Contact",
  "ola": "Hello",
  "exclamacao": "!",
  "intro": "I'm",
  "textdeveloper": "Developer",
  "textapaixonado": "Passionate about technology and making things happen.",
  "textperfis": "My Profiles",
  "text-btn-1": "See my work",
  "text-btn-2": "Contact me",
  "textrolebaixo": "Scroll down to see more about me.",
  "textabout": "About Me",
  "textaboutdesc": "Learn more about my journey and what drives me in the field of technology.",
  "texttrajetoria": "My Journey",
  "trajetoria1": "I hold a degree in Systems Analysis and Development and am currently pursuing a postgraduate degree in Computer Engineering. I have been dedicating myself to web development, focusing on HTML, CSS, and JavaScript, always seeking to improve my technical and creative skills.",
  "trajetoria2": "My experience in customer service has helped me develop clear communication and effective problem-solving skills — qualities I apply daily in technology projects. I also study advanced English to broaden my horizons and collaborate with international teams.",
  "textproj": "Projects",
  "textprojdesc1": "Projects that reflect my growth as a developer.",
  "proj-titulo-1": "Institutional Website",
  "proj-titulo-2": "",
  "proj-titulo-3": "Coming Soon",
  "proj-desc-1": "An institutional website for a real company in the automotive sector, serving over 150 clients per month. Strengthening the company's online presence and increasing its digital visibility.",
  "proj-desc-2": "Interactive mini-game developed using HTML, CSS, and JavaScript. The player controls the character and must jump over obstacles while the background moves dynamically.",
  "proj-desc-3": "Project under construction at the moment. Updates will be coming soon!",
  "btn-ver-proj": "View Project",
  "btn-ver-git": "View code",
  "contato": "Contact",
  "contatosub1": "I'm always open to new opportunities and collaborations.",
  "contatosub2": "If you'd like to talk about technology, projects, or partnerships, send a message below!",
  "formnome": "Name",
  "formmensagem": "Type your message",
  "info-contato": "Contact Information",
  "copyrightmsg": "Copyright © Made with",
  "copyrightby": "by Fabricio Trindade"
}
